{
  "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "A favorite with the same file ID already exists": "Un archivo favorito con el mismo ID ya existe",
  "A favorite with this name already exists.": "Un favorito con este mismo nombre ya existe",
  "An unexpected error occured with Google's server": "Un error inesperado ocurrió con el servidor de Google",
  "App home page": "Página de inicio de la app",
  "Are you sure ?": "¿Está seguro?",
  "Authorize!": "¡Autorice!",
  "Can't favorite file as it is not saved yet...": "No se puede volver favorito este archivo ya que no ha sido guardado...",
  "Close": "Cerrar",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "No se pudo detectar cuál navegador usa. La app debería funcionar pero puede llegar a funcionar de forma diferente",
  "Creating new file": "Creando nuevo archivo",
  "Depending on the file size, this can be long.": "Dependiendo de el tamaño del archivo, esto puede llegar a tomar tiempo",
  "Device": "Dispositivo",
  "Editor mode": "Modo de editor",
  "Emacs": " Modo 'Emacs'",
  "Enter an alias for this favorite": "Agregue un alias a este favorito",
  "Favorite this file": "Volver este archivo 'favorito'",
  "Favorites": "Favoritos",
  "File": "Archivo",
  "File loaded": "Archivo cargado",
  "File name": "Nombre del archivo",
  "File title can't be empty": "El nombre de el archivo no puede estar vacío",
  "Filename": "Nombre de el archivo",
  "Font size": "Tamaño de la fuente",
  "Google Drive file id": "ID de el archivo según Google Drive",
  "Google Drive folder id": "ID de la carpeta según Google Drive",
  "Large": "Grande",
  "Mime type": "Tipo MIME",
  "New": "Nuevo",
  "New file": "Nuevo archivo",
  "Normal": "Normal",
  "Open": "Abrir",
  "Options": "Opciones",
  "Press escape to cancel": "Presione 'ESC' para cancelar",
  "Print": "Imprimir",
  "Reset preferences": "Resetear preferencias",
  "Restart app": "Reiniciar la app",
  "Save": "Guardar",
  "Saved": "Guardado",
  "Saving": "Guardando",
  "Search": "Buscar",
  "Search & replace": "Buscar y reemplazar",
  "Select syntax": "Seleccione síntaxis",
  "Select theme": "Seleccione el tema",
  "Share": "Compartir",
  "Show file info": "Mostrar información de el archivo",
  "Skip": "Omitir",
  "Small": "Pequeño",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Algunas de sus preferencias están siendo guardadas aún. Presione 'No refrescar' para esperar a que se guarden",
  "Tab size": "Tamaño de la tabulación",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "El curso de la app puede continuar, pero comportamiento inesperado puede llegar a suceder. Si tiene dudas de seguir, reinice la app",
  "The application is being loaded": "La aplicación se está cargando",
  "The authentication failed with Google": "La autenticación con Google falló",
  "The browser you are using is completely untested with this app. Consider using another browser.": "El explorador que está usando no ha sido probado completamente con esta app. Considere usar otro explorador",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "El explorador que está usando no ha sido oficialmente probado con esta app. La app puede llegar a funcionar pero los resultados pueden variar",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Éste archivo tiene una codificación desconocida.<br/>Algunos caracteres pueden estar corruptos y el archivo puede perder algunas partes de su codificación original al ser guardados.<br/>Autoguardado ha sido deshabilitado temporalmente para evitar esto",
  "This file is already being saved. Calm down.": "Éste archivo ya está siendo guardado. Por favor espere.",
  "This should take a few seconds. You can skip this step if you're too impatient.": "Esto debería de tomar sólo algunos segundos. Puede omitir este paso si está impaciente por empezar.",
  "Waiting for your preferences to be saved.": "Esperando a que sus preferencias sean guardadas.",
  "We got this message from Google": "Recibimos este mensaje de Google",
  "Without this the app is useless to you.": "Sin esto, la app le es inservible",
  "Word wrapping": "Ajuste de línea",
  "X-large": "Extra grande",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "Tiene cambios sin guardar o están siendo guardados. Perderá estos camibios",
  "You must save the file before you can share it.": "Debe de guardar este archivo antes de que lo pueda compartir.",
  "You need to authorize this app to access your Google Drive": "Tiene que autorizar esta app para que acceda a Google Drive",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "Tiene que habilitar los 'pop-ups' en su navegador, luego, iniciar sesión en su cuenta de Google y aceptar la solicitud de autorización.",
  "You should now restart the app to fully flush your preferences.": "Debe de reiniciar la app ahora para limpiar completamente sus preferencias.",
  "Your file is being loaded": "Su archivo está siendo cargado",
  "vim": "Modo Vim"
}
