{
  "":"",
  "2":"2",
  "3":"3",
  "4":"4",
  "5":"5",
  "A favorite with the same file ID already exists":"Un favorito con la misma ID de archivo existe ya",
  "A favorite with this name already exists.":"Un favorito con este nombre existe ya.",
  "An unexpected error occured with Google's server":"Un error inesperado ocurrió con el servidor de Google",
  "App home page":"Página principal de las App",
  "Are you sure ?":"¿Estás seguro",
  "Authorize!":"¡Autoriza!",
  "Can't favorite file as it is not saved yet...":"No puede ser favorito porque no está salvado aún...",
  "Close":"Cerrar",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.":"No se puede detectar cual navegador estás utilizando. La app debería trabajar pero el rendimiento puede variar.",
  "Creating new file":"Creando nuevo archivo",
  "Depending on the file size, this can be long.":"Dependiendo del tamaño del archivo, esto puede tardar",
  "Device":"Dispositivo",
  "Editor mode":"Modo editor",
  "Emacs":"Emacs",
  "Enter an alias for this favorite":"Ingresa un alias para este favorito",
  "Favorite this file":"Haz favorito este archivo",
  "Favorites":"Favoritos",
  "File":"Archivo",
  "File loaded":"Archivo cargado",
  "File name":"Nombre de archivo",
  "File title can't be empty":"El nombre de archivo no puede estar vacío",
  "Filename":"Nombre de archivo",
  "Font size":"Tamaño de la fuente",
  "Google Drive file id":"Id del archivo de Google Drive",
  "Google Drive folder id":"Id de la carpeta de Google Drive",
  "Large":"Grande",
  "Mime type":"Tipo MIME",
  "New":"Nuevo",
  "New file":"Archivo nuevo",
  "Normal":"Normal",
  "Open":"Abierto",
  "Options":"Opciones",
  "Press escape to cancel":"Presiona escape para cancelar",
  "Print":"Imprimir",
  "Reset preferences":"Restaurar preferencias",
  "Restart app":"Reiniciar app",
  "Save":"Guardar",
  "Saved":"Guardado",
  "Saving":"Guardando",
  "Search":"Buscar",
  "Search & replace":"Buscar & reemplazar",
  "Select syntax":"Seleccionar sintaxis",
  "Select theme":"Seleccionar tema",
  "Share":"Compartir",
  "Show file info":"Mostrar información del archivo",
  "Skip":"Omitir",
  "Small":"Pequeño",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.":"Algunas de tus preferencias están siendo guardadas. Presiona No recargar para esperar a que sean guardadas",
  "Tab size":"Tamaño del tabulador",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.":"La aplicación continuará ejecutándose pera puede ocurrir un comportamiento inesperado. Si tienes dudas reinicia la app.",
  "The application is being loaded":"La app está siendo cargada",
  "The authentication failed with Google":"La autenticación falló con Google",
  "The browser you are using is completely untested with this app. Consider using another browser.":"EL navegador que estás utilizando no ha sido probado en absoluto con esta app. Considera utilizar otro navegador.",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.":"El navegador que estás utilizando no ha sido probado oficialmente. La app debería funcionar para el rendimiento puede variar.",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.":"Este navegador tiene una codificación desconocida.</br>Algunos caracteres pueden corromperse y el archivo puede perder partes de su codificación cuando sea guardado.</br>Autoguardar ha sido deshabilitado temporalmente.",
  "This file is already being saved. Calm down.":"Este archivo ya ha sido guardado. Estáte tranquilo.",
  "This should take a few seconds. You can skip this step if it is too long.":"Esto llevará algunos segundos. Puedes omitir este paso si es demasiado tardado",
  "Waiting for your preferences to be saved.":"Esperando a que tus preferencias sean guardadas.",
  "We got this message from Google":"Recibimos este mensaje de Google",
  "Without this the app is useless to you.":"Sin esta app es inútil para ti.",
  "Word wrapping":"Ajustando palabras",
  "X-large":"Extra grande",
  "You have unsaved changes or your file is still being saved. You will lose your changes":"No has guardado los cambios o tu archivo está siendo guardado aún",
  "You must save the file before you can share it.":"Debes guardar este archivo antes de que puedas compartirlo",
  "You need to authorize this app to access your Google Drive":"Necesitas autorizar a este app para acceder a tu Google Drive",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.":"Necesitas permitir las ventanas emergentes en tu navegador, entonces accede a tu cuenta de Google y acepta las peticiones de autorización de la app.",
  "You should now restart the app to fully flush your preferences.":"Deberías reiniciar la app para que funcionen tus preferencias.",
  "Your file is being loaded":"Tu archivo está siendo cargado",
  "vim":"vim"
}
