{
  "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "A favorite with the same file ID already exists": "Esiste già un preferito con lo stesso file ID",
  "A favorite with this name already exists.": "Esiste già un preferito con questo nome",
  "An unexpected error occured with Google's server": "Errore imprevisto con il server di Google",
  "App home page": "Home page app",
  "Are you sure ?": "Sei sicuro?",
  "Authorize!": "Autorizza!",
  "Can't favorite file as it is not saved yet...": "File non ancora salvato. Non può essere aggiunto ai preferiti",
  "Close": "Chiudi",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Browser non identificato. L'applicazione dovrebbe funzionare, ma l'esperienza di uso potrebbe cambiare",
  "Creating new file": "Creazione di un nuovo file",
  "Depending on the file size, this can be long.": "Potrebbe richiedere del tempo in base alle dimensioni del file",
  "Device": "Dispositivo",
  "Editor mode": "Modalità modifica",
  "Emacs": "Emacs",
  "Enter an alias for this favorite": "Assegna un alias a questo preferito",
  "Favorite this file": "Aggiungi questo file ai preferiti",
  "Favorites": "Preferiti",
  "File": "File",
  "File loaded": "File caricato",
  "File name": "Nome file",
  "File title can't be empty": "Il titolo del file non può essere vuoto",
  "Filename": "Nome del file",
  "Font size": "Dimensione carattere",
  "Google Drive file id": "ID file Google Drive",
  "Google Drive folder id": "ID cartella Google Drive",
  "Large": "Grande",
  "Mime type": "Tipo MIME",
  "New": "Nuovo",
  "New file": "Nuovo file",
  "Normal": "Normale",
  "Open": "Apri",
  "Options": "Opzioni",
  "Press escape to cancel": "Premi ESC per interrompere",
  "Print": "Stampa",
  "Reset preferences": "Resetta preferenze",
  "Restart app": "Fai ripartire l'applicazione",
  "Save": "Salva",
  "Saved": "Salvato",
  "Saving": "Salvataggio",
  "Search": "Cerca",
  "Search & replace": "Cerca e sostituisci",
  "Select syntax": "Seleziona sintassi",
  "Select theme": "Seleziona tema",
  "Share": "Condividi",
  "Show file info": "Mostra informazioni file",
  "Skip": "Salta",
  "Small": "Piccolo",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Qualcuna delle tue preferenze è ancora in fase di salvataggio. Premi 'Don't reload' per attendere siano salvate",
  "Tab size": "Dimensione tabulazione",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "L'applicazione conitnuerà, ma potrebbero verificarsi problemi imprevisti. Nel dubbio fai ripartire l'applicazione",
  "The application is being loaded": "L'applicazione sta caricando",
  "The authentication failed with Google": "Problemi di autenticazione con Google",
  "The browser you are using is completely untested with this app. Consider using another browser.": "Il browser usato non è mai stato testato con questa applicazione. Prendi in considerazione do usarne un altro",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "Il browser usato non è stato testato ufficialmente. L'applicazione dovrebbe funzionare, ma l'esperienza d'uso potrebbe cambiare",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Questo file ha un tipo di encoding sconosciuto.<br/>Alcuni caratteri potrebbero essere corrotti e il file potrebbe perdere parte del suo encofing una volta salvato.<br/>Il salvataggio atuomatico è stato temporaneamente disabilitato",
  "This file is already being saved. Calm down.": "Il salvataggio di questo file è già in corso. Rilassati",
  "This should take a few seconds. You can skip this step if you're too impatient.": "Questa operazione dovrebbe durare alcuni secondi. Se sei impaziente puoi saltare questo passo",
  "Waiting for your preferences to be saved.": "In attesa del salvataggio delle tue preferenze",
  "We got this message from Google": "Abbiamo ricevuto questo messaggio da Google",
  "Without this the app is useless to you.": "Senza questo l'applicazione è inutile",
  "Word wrapping": "A capo automatico",
  "X-large": "Più grande",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "Ci sono modifiche non ancora salvate. Le perderai",
  "You must save the file before you can share it.": "Devi salvare il file prima di condividerlo.",
  "You need to authorize this app to access your Google Drive": "Devi autorizzare l'applicazione a accedere a Google Drive",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "Devi abilitare i popup nel tuo browser, accedere al tuo account Google e accettare le autorizzazioni richieste dall'applicazione.",
  "You should now restart the app to fully flush your preferences.": "Adesso dovresti far ripartire l'applicazione per cancellare le tue preferenze.",
  "Your file is being loaded": "Caricamento file",
  "vim": "vim"
}
