{
  "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "A favorite with the same file ID already exists": "同じIDのお気に入りが存在します",
  "A favorite with this name already exists.": "同名のお気に入りが存在します",
  "An unexpected error occured with the provider server": "プロバイダのサーバで予期せぬエラーが起こりました",
  "App home page": "アプリホームページ",
  "App info": "アプリ情報",
  "Are you sure ?": "よろしいですか？",
  "Authorize!": "認証完了！",
  "Browser storage is inexistant. The app cannot work without it. Please use another browser or a update your current one.": "ブラウザのストレージが存在しません。アプリが稼働しませんので他のブラウザをご利用になるか、このブラウザを更新して下さい",
  "Can't commit your preferences because they weren't loaded properly. It is advised to restart the app.": "設定が適切に読み込まれなかったため設定を保存できません。アプリを再起動して下さい",
  "Can't favorite file as it is not saved yet...": "未保存のファイルはお気に入りに追加できません...",
  "Cancel": "キャンセル",
  "Close": "閉じる",
  "Connect Dropbox": "Dropboxに接続",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "ご利用のブラウザを識別できません。アプリは使えますが動作は安定しません",
  "Creating new file in : ": "新規ファイル作成 : ",
  "Depending on the file size, this can be long.": "ファイルサイズによっては時間がかかります。",
  "Device": "デバイス",
  "Editor mode": "エディタモード",
  "Emacs": "Emacs",
  "Enter an alias for this favorite": "お気に入りの別名を入力して下さい",
  "Favorite this file": "このファイルをお気に入りに登録します",
  "Favorites": "お気に入り",
  "File": "ファイル",
  "File id": "ファイルID",
  "File loaded": "ファイルを読込みました",
  "File name": "ファイル名",
  "File provider": "ファイルプロバイダ",
  "File title can't be empty": "ファイルのタイトルを入力して下さい",
  "Filename": "ファイル名",
  "Folder id": "フォルダID",
  "Font size": "フォントサイズ",
  "Help (FAQ)": "ヘルプ (FAQ)",
  "In order to open this file, you need to switch user.": "このファイルを開くにはユーザを切替えて下さい",
  "Large": "大",
  "Mime type": "MIMEタイプ",
  "New": "新規",
  "New file": "新規ファイル",
  "Normal": "中",
  "OK": "OK",
  "Open": "開く",
  "Options": "オプション",
  "Press escape to cancel": "Escキーでキャンセルして下さい",
  "Print": "印刷",
  "Requires to restart the application to be effective. Proceed with restart ?": "動作を改善するためアプリの再起動が必要です。再起動しますか？",
  "Reset preferences": "設定を元に戻す",
  "Restart app": "アプリの再起動",
  "Restarting": "再起動中",
  "Save": "保存",
  "Saved": "保存しました",
  "Saving": "保存中",
  "Search": "検索",
  "Search & replace": "検索と置換",
  "Select language": "言語の選択",
  "Select syntax": "シンタックスの選択",
  "Select theme": "テーマの選択",
  "Share": "共有",
  "Show file info": "ファイル情報を見る",
  "Skip": "スキップ",
  "Small": "小",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "設定を保存中です。'再読込みしない'をクリックして保存完了までお待ち下さい。",
  "Switch user": "ユーザ切替え",
  "Tab size": "タブ幅",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "アプリは続けて使えますが動作が不安定になります。不安があればアプリを再起動して下さい",
  "The app is being restarted, please wait.": "アプリを再起動中です、しばらくお待ち下さい",
  "The application is being loaded": "アプリを読込中です",
  "The authentication failed with Google": "Google認証が失敗しました",
  "The browser you are using is completely untested with this app. Consider using another browser.": "ご利用のブラウザは完全に検証されていません。他のブラウザをご利用下さい。",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "ご利用のブラウザは正式に検証されていません。動作が安定しないおそれがあります。",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "このファイルの文字コードが不明です。<br/>保存すると文字化けや文字欠けが起こります。<br/>自動保存を一時的に無効にしました。",
  "This file is already being saved. Calm down.": "このファイルはすでに保存中です。しばらくお待ち下さい。",
  "This should take a few seconds. You can skip this step if it is too long.": "この処理は数秒かかります。長すぎる場合はスキップできます。",
  "User was not changed. Remember you can add accounts via the 'Add Account' button so they are available in the app.": "ユーザが切替わりませんでした。'アカウント追加'ボタンで追加すればアプリから利用できます。",
  "Waiting for your preferences to be saved.": "設定保存中です。",
  "We got this message from Dropbox": "Dropboxからのメッセージです",
  "We got this message from Google": "Googleからのメッセージです",
  "Without this the app is useless to you.": "アプリのご利用にはこれが必要です。",
  "Word wrapping": "単語送り",
  "X-large": "特大",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "未保存の変更があるかファイルが保存中です。変更が失われます。",
  "You must save the file before you can share it.": "共有する前にファイルを保存して下さい。",
  "You need to authorize this app to access your Google Drive": "このアプリにGoogleドライブへのアクセス権を与えて下さい。",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "ブラウザのポップアップを有効にしてから、Googleアカウントでログインし、アプリの認証要求を許可して下さい。",
  "You should now restart the app to fully flush your preferences.": "設定を完全に書き込むためアプリを再起動して下さい。",
  "Your file is being loaded": "ファイルの読込み中",
  "Your preferences could not be loaded. This is likely due to a Google server error. Please try restarting the app and file a bug if it persists.": "設定を読込めませんでした。Googleサーバのエラーと思われます。アプリを再起動し、現象が続くようならバグとしてご報告下さい。",
  "vim": "vim"
}
