{
  "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "A favorite with the same file ID already exists": "Um favorito com o mesmo file ID já existe",
  "A favorite with this name already exists.": "Um favorito com o mesmo nome já existe",
  "An unexpected error occured with Google's server": "Um erro inesperado ocorreu com os servidores do Google",
  "App home page": "Página inicial do aplicativo",
  "Are you sure ?": "Você tem certeza?",
  "Authorize!": "Autorizar!",
  "Can't favorite file as it is not saved yet...": "O arquivo não pode se colocado como favorite enquanto não for salvo…",
  "Close": "Fechar",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Não foi possível detectar o navegador que você está utilizando. O aplicativo deverá funcionar, mas sua velocidade poderá variar.",
  "Creating new file": "Criando um novo arquivo",
  "Depending on the file size, this can be long.": "Dependendo do tamanho do arquivo, isto pode levar um tempo longo.",
  "Device": "Dispositivo",
  "Editor mode": "Modo de edição",
  "Emacs": "Emacs",
  "Enter an alias for this favorite": "Entre com um apelido para este favorito",
  "Favorite this file": "Adicione o arquivo aos Favoritos",
  "Favorites": "Favoritos",
  "File": "Arquivo",
  "File loaded": "Arquivo carregado",
  "File name": "Nome do Arquivo",
  "File title can't be empty": "O Título do arquivo não pode ser vazio",
  "Filename": "nomedoarquivo",
  "Font size": "Tamanho da Fonte",
  "Google Drive file id": "ID do arquivo no Google Drive",
  "Google Drive folder id": "ID da pasta no Google Drive",
  "Large": "Grande",
  "Mime type": "Tipo de Arquivo",
  "New": "Novo",
  "New file": "Novo Arquivo",
  "Normal": "Normal",
  "Open": "Aberto",
  "Options": "Opções",
  "Press escape to cancel": "Pressione Esc para cancelar",
  "Print": "Imprimir",
  "Reset preferences": "Reinicializar as preferências",
  "Restart app": "Reinicializar o aplicativo",
  "Save": "Salvar",
  "Saved": "Salvo",
  "Saving": "Salvando",
  "Search": "Procurar",
  "Search & replace": "Procurar e Substituir",
  "Select language": "Selecione o idioma",
  "Select syntax": "Selecione a linguagem",
  "Select theme": "Selecione o tema",
  "Share": "Compartilhar",
  "Show file info": "Mostrar informações do arquivo",
  "Skip": "Pular",
  "Small": "Pequeno",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Algumas de suas preferências estão sendo salvas. Pressione ‘não recarregar’ para aguardar até que esteja salvo.",
  "Tab size": "Tamanho da aba",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "O fluxo do aplicativo continuará, mas problemas inesperados poderão ocorrer. Quando ocorrer mais de uma vez, reinicie o aplicativo.",
  "The application is being loaded": "O aplicativo está sendo carregado",
  "The authentication failed with Google": "A autenticação falhou com o Google",
  "The browser you are using is completely untested with this app. Consider using another browser.": "O navegador que você está utilizando não é homologado com este aplicativo. Considere utilizar outro navegador.",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "O navegador que você está utilizando não foi oficialmente testado. O aplicativo deverá funcionar, mas sua velocidade pode variar.",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "O arquivo contém uma codificação desconhecida. <br/>Alguns caracteres podem estar corrompidos e o arquivo perderá partes desta codificação quando salvo.<br/>O Salvamento automático foi temporariamente desabilitado.",
  "This file is already being saved. Calm down.": "Este arquivo está sendo salvo. Aguarde um momento.",
  "This should take a few seconds. You can skip this step if it is too long.": "Isto levará alguns segundos. Você pode pular este passo se estiver demorando muito.",
  "Waiting for your preferences to be saved.": "Aguardando o salvamento de suas preferências.",
  "We got this message from Google": "Nós recebemos esta mensagem do Google",
  "Without this the app is useless to you.": "Sem isto o aplicativo não tem uso para você.",
  "Word wrapping": "Quebra de palavras",
  "X-large": "X-large",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "Você tem mudanças não salvas ou seu arquivo ainda está sendo salvo. Você irá perder suas modificações",
  "You must save the file before you can share it.": "Você deve salvar o arquivo antes de compartilhar.",
  "You need to authorize this app to access your Google Drive": "Você precisa autorizar este aplicativo para acessar seu Google Drive",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "Você precisa habilitar os popups no seu navegador para então fazer login na sua conta do Google e aceitar a requisição de autorização do aplicativo.",
  "You should now restart the app to fully flush your preferences.": "Você deve reiniciar o aplicativo para aplicar suas preferências.",
  "Your file is being loaded": "Seu arquivo está sendo carregado",
  "vim": "vim" 
}
