{
  "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "A favorite with the same file ID already exists": "Aynı dosya numarasına sahip bir sık kullanılan zaten mevcut",
  "A favorite with this name already exists.": "Aynı dosya ismine sahip bir sık kullanılan zaten mevcut.",
  "An unexpected error occured with the provider server": "Hizmet sunucuda beklenmeyen bir hata oluştu",
  "App home page": "Uygulama ana sayfası",
  "Are you sure ?": "Emin misiniz?",
  "Authorize!": "İzin verin!",
  "Can't favorite file as it is not saved yet...": "Dosya henüz kaydedilmediği için sık kullanılanlara eklenemiyor",
  "Close": "Kapat",
  "Connect Dropbox": "Dropbox'a bağlan",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Hangi internet tarayıcısını kullandığınız belirlenemedi. Uygulama yine de çalışacaktır ancak ne kadar çalışır Allah kerim.",
  "Creating new file in : ": "Şurada yeni dosya oluşturuluyor: ",
  "Depending on the file size, this can be long.": "Dosya boyutuna bağlı olarak bu işlem uzayabilir",
  "Device": "Aygıt",
  "Editor mode": "Düzenleyici modu",
  "Emacs": "Emacs",
  "Enter an alias for this favorite": "Bu sık kullanılan için bir kategori adı girin",
  "Favorite this file": "Bu dosyayı sık kullanılanlara ekle",
  "Favorites": "Sık kullanılanlar",
  "File": "Dosya",
  "File id": "Dosya no",
  "File loaded": "Yüklenen dosya",
  "File name": "Dosya adı",
  "File provider": "Dosyayı sağlayan",
  "File title can't be empty": "Dosya başlığı boş olamaz",
  "Filename": "Dosya adı",
  "Folder id": "Klasör no",
  "Font size": "Font boyutu",
  "Large": "Büyük",
  "Mime type": "Mime türü",
  "New": "Yeni",
  "New file": "Yeni dosya",
  "Normal": "Normal",
  "Open": "Aç",
  "Options": "Seçenekler",
  "Press escape to cancel": "Vazgeçmek için ESC'ye basın",
  "Print": "Yazdır",
  "Reset preferences": "Tercihleri sıfırla",
  "Restart app": "Uygulamayı sıfırla",
  "Save": "Kaydet",
  "Saved": "Kaydedildi",
  "Saving": "Kaydediyor",
  "Search": "Bul",
  "Search & replace": "Bul ve değiştir",
  "Select language": "Dil seç",
  "Select syntax": "Sözdizim kuralları seç",
  "Select theme": "Tema seç",
  "Share": "Paylaş",
  "Show file info": "Dosya bilgisini göster",
  "Skip": "Atla",
  "Small": "Küçük",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Tercihlerinizden bazıları hala kaydedilmeye çalışılıyor. Kaydedilmeleri için 'Sakın yenileme yapma' ya basınız. ",
  "Tab size": "Sekme boyu",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "Uygulama yine de çalışmaya devam edecek ancak bazı beklenmeyen şeyler olabilir. Kararsız kalırsanız uygulamayı yeniden başlatın gitsin",
  "The application is being loaded": "Uygulama yükleniyor",
  "The authentication failed with Google": "Google ile kimlik doğrulama başarısız oldu",
  "The browser you are using is completely untested with this app. Consider using another browser.": "Kullandığınız internet tarayıcı hiç bu uygulamayla test edilmedi. Başka birini kullanmayı düşünseniz iyi olur.",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "Kullandığınız internet tarayıcınız test edilmedi. Uygulama yine de çalışacaktır ancak ne kadar çalışır Allah kerim.",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Bu dosya bilinmeyen bir kodlama kullanıyor.<br/>Bazı karakterler bozuk çıkabilir ve kaydedildiğinde dosyanın bazı kısımları kaybolabilir.<br/>Otomatik kaydetme özelliği geçici olarak devre dışı bırakıldı.",
  "This file is already being saved. Calm down.": "Bu dosya zaten kaydedilmeye çalışılıyor. Sabredin iki dakka.",
  "This should take a few seconds. You can skip this step if it is too long.": "Bu işlem birkaç dakika alabilir. Çok sürerse bu basamağı atlayın.",
  "Waiting for your preferences to be saved.": "Tercihlerininizin kaydedilmesi bekleniyor.",
  "We got this message from Dropbox": "Dropbox'tan şu mesajı aldık",
  "We got this message from Google": "Google'dan şu mesajı aldık",
  "Without this the app is useless to you.": "Bu uygulama bunsuz hiçbir işe yaramaz.",
  "Word wrapping": "Kelime kaydırma",
  "X-large": "Çok büyük",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "Kaydedilmemiş değişiklikleriniz var ya da dosyanız hala kaydediliyor. Değişiklikleriniz gidecek.",
  "You must save the file before you can share it.": "Dosyayı paylaşmadan önce kaydetmeniz gerekiyor.",
  "You need to authorize this app to access your Google Drive": "Bu uygulamaya Google Drive'ınıza erişim izni vermeniz gerekiyor.",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "İnternet tarayıcınızda açılır pencerelere izin vermeniz gerekiyor. İzni verin, sonra Google hesabınıza giriş yapın ve uygulamanın izin isteğini onaylayın.",
  "You should now restart the app to fully flush your preferences.": "Bütün tercihlerinizden vazgeçmek için uygulamayı şimdi yeniden başlatmanız gerekiyor.",
  "Your file is being loaded": "Dosyanız yükleniyor",
  "vim": "vim"
}
