{
    "": "",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5",
    "A favorite with the same file ID already exists": "Ein Favorit mit der gleichen Datei-ID ist bereits vorhanden",
    "A favorite with this name already exists.": "Ein Favorit mit dem gleichen Namen existiert bereits",
    "An unexpected error occured with Google's server": "Mit dem Google-Servern ist ein unerwarteter Fehler ausgetreten",
    "App home page": "Startseite",
    "Are you sure ?": "Bist du sicher?",
    "Authorize!": "Autorisieren!",
    "Can't favorite file as it is not saved yet...": "Diese Datei kann nicht als Favorit hinzugefügt werden, weil sie noch nicht gespeichert ist...",
    "Close": "Schliessen",
    "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Dein Browser konnte nicht erkannt werden. Die APP sollte funktionieren, aber die Leistung kann variieren.",
    "Creating new file": "Neue Datei erstellen",
    "Depending on the file size, this can be long.": "Basierend auf der Dateigröße kann es länger dauern.",
    "Device": "Gerät",
    "Editor mode": "Editor Modus",
    "Emacs": "Emacs",
    "Enter an alias for this favorite": "Gebe einen Alias für den Favoriten ein",
    "Favorite this file": "Favorisiere diese Datei",
    "Favorites": "Favoriten",
    "File": "Datei",
    "File loaded": "Datei geladen",
    "File name": "Dateiname",
    "File title can't be empty": "Du musst einen Titel eingeben",
    "Filename": "Dateiname",
    "Font size": "Schriftgröße",
    "Google Drive file id": "Google Drive Datei Id",
    "Google Drive folder id": "Google Drive Ordner Id",
    "Large": "Groß",
    "Mime type": "Mime-Type",
    "New": "Neu",
    "New file": "Neue Datei",
    "Normal": "Normal",
    "Open": "Öffnen",
    "Options": "Optionen",
    "Press escape to cancel": "Drücke Escape um abzubrechen",
    "Print": "Drucken",
    "Reset preferences": "Einstellungen zurücksetzen",
    "Restart app": "APP neustarten",
    "Save": "Speichern",
    "Saved": "Gespeichert",
    "Saving": "Speichere",
    "Search": "Suchen",
    "Search & replace": "Suchen & Ersetzen",
    "Select syntax": "Syntax auswählen",
    "Select theme": "Skin auswählen",
    "Share": "Teilen",
    "Show file info": "Datei Infos anzeigen",
    "Skip": "Überspringen",
    "Small": "Klein",
    "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Einige Ihrer Einstellungen werden immer noch gespeichert. Drücken Sie 'Nicht neuladen' um zu warten, bis sie gespeichert wurden.",
    "Tab size": "Tab Größe",
    "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "Die APP wird weiterhin ausgeführt, aber unerwartete Fehler könnten erscheinen. Sollte es passieren, die APP neu starten.",
    "The application is being loaded": "Die Anwendung wird geladen",
    "The authentication failed with Google": "Die Authentifizierung mit Google ist gescheitert",
    "The browser you are using is completely untested with this app. Consider using another browser.": "Der Browser, den du benutzt, ist ungetestet mit dieser APP. Erwägen Sie einen anderen Browser.",
    "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "Dein Browser wurde nicht offiziell getestet. Die APP sollte funktionieren, aber die Leistung kann variieren.",
    "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Diese Datei hat eine unbekannte Codierung.<br/>Einige Zeichen sind möglicherweise beschädigt und die Datei verliert Teile der Codierung beim speichern.<br/>Automatisches Speicheren wurde vorübergehend deaktiviert.",
    "This file is already being saved. Calm down.": "Diese Datei wird bereits gespeichert. Beruhige dich.",
    "This should take a few seconds. You can skip this step if you're too impatient.": "Dies sollte ein paar Sekunden dauern. Sie können diesen Schritt überspringen, wenn Sie zu ungeduldig sind.",
    "Waiting for your preferences to be saved.": "Warten auf das Speichern der Einstellungen.",
    "We got this message from Google": "Wir bekamen folgende Nachricht von Google",
    "Without this the app is useless to you.": "Ohne das ist die APP nutzlos für dich.",
    "Word wrapping": "Zeilenumbruch",
    "X-large": "Sehr groß",
    "You have unsaved changes or your file is still being saved. You will lose your changes": "Du hast ungespeicherte Änderungen oder deine Datei wird gerade gespeichert. Du wirst deine Änderungen verlieren",
    "You must save the file before you can share it.": "Du musst die Datei speichern, bevor du sie teilen kannst.",
    "You need to authorize this app to access your Google Drive": "Sie müssen die APP für den Zugriff auf Google Drive autorisieren",
    "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "Sie müssen PopUps in Ihrem Browser erlauben, dann sich mit ihrem Google Account einloggen und die Autorisierungs-Anfrage der APP akteptieren.",
    "You should now restart the app to fully flush your preferences.": "Sie sollten die APP nun neustarten um alle Einstellungen komplett zu löschen",
    "Your file is being loaded": "Deine Datei wird geladen",
    "vim": "vim"
}
