{
  "File" : "Fichier",
  "Open" : "Ouvrir",
  "Favorites" : "Favoris",
  "Filename" : "Nom du fichier",
  "Save" : "Sauvegarder",
  "Saved" : "Sauvegardé",
  "Saving" : "Sauvegarde en cours",
  "Close" : "Fermer",
  "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "App home page": "Page d'accueil de l'app",
  "Device": "Appareil",
  "Editor mode": "Mode d'édition",
  "Emacs": "Emacs",
  "File name": "Nom du fichier",
  "Font size": "Taille de police",
  "Google Drive file id": "Identifiant du fichier Google Drive",
  "Google Drive folder id": "Identifiant du dossie Google Drive",
  "Large": "Large",
  "Mime type": "Type MIME",
  "New": "Nouveau",
  "Normal": "Normal",
  "Options": "Options",
  "Print": "Imprimer",
  "Reset preferences": "Réinitialiser préférences",
  "Restart app": "Redémarrer l'app",
  "Search": "Rechercher",
  "Search & replace": "Rechercher & Remplacer",
  "Select syntax": "Changer la syntaxe",
  "Select theme": "Changer le thème",
  "Share": "Partager",
  "Show file info": "Informations du fichier",
  "Small": "Petit",
  "Tab size": "Taille de tabulation",
  "Word wrapping": "Retour à la ligne",
  "X-large": "X-large",
  "You should now restart the app to fully flush your preferences.": "Vous devriez maintenant redémarrer l'app pour complètement vider vos préférences",
  "vim": "vim",
  "A favorite with the same file ID already exists": "Un favoris avec le même ID fichier existe déjà",
  "A favorite with this name already exists.": "Un favoris avec le même nom existe déjà",
  "An unexpected error occured with Google's server": "Une erreur est survenue sur le serveur Google",
  "Are you sure ?": "Êtes-vous sûr",
  "Authorize!": "Authoriser!",
  "Can't favorite file as it is not saved yet...": "Impossible d'ajouter le fichier comme favoris puisqu'il n'est pas sauvegardé",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Impossible de détecter votre navigateur. L'application devrait fonctionner mais certaines fonctionnalités peuvent être brisées",
  "Creating new file": "Création d'un nouveau fichier",
  "Depending on the file size, this can be long.": "Dépendamment de la taille du fichier, ceci peut être long",
  "Enter an alias for this favorite": "Entrez un alias pour ce favoris",
  "Favorite this file": "Ajouter ce fichier en favoris",
  "File loaded": "Fichier chargé",
  "File title can't be empty": "Le nom du fichier ne peut être vide",
  "Press escape to cancel": "Appuyez sur 'Escape' pour annuler",
  "Skip": "Sauter",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Certaines de vos préférences sont en cours de sauvegarde. Appuyez sur 'Ne pas recharger' pour attendre leur sauvegarde.",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "L'application va continuer mais certains problèmes peuvent survenir. Dans le doute, redémarrez l'app.",
  "The application is being loaded": "L'application est en cours de chargement",
  "The authentication failed with Google": "L'authentification Google a échouée",
  "The browser you are using is completely untested with this app. Consider using another browser.": "Le navigateur que vous utilisez n'est pas testé avec l'app. Considérez utiliser un autre navigateur.",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "Le navigateur que vous utilisez n'est pas officiellement testé. L'app devrait fonctionner mais certains problèmes pourraient survenir.",
  "This file has an unknown encoding to this app.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Until you change something your file is safe.": "Ce fichier contient un encodage inconnu.<br/>Certains caractères peuvent être corrompus et le fichier pourrait perdre certaines informations d'encodage s'il est modifié.<br/>Votre fichier est sauf tant que vous ne le modifiez pas.",
  "This file is already being saved. Calm down.": "On se calme ! Votre fichier est déjà en cours de sauvegarde.",
  "This should take a few seconds. You can skip this step if you're too impatient.": "Ceci ne devrait prendre que quelques secondes. Vous pouvez sauter cette étape.",
  "Waiting for your preferences to be saved.": "En attente de la sauvegarde de vos préférences",
  "We got this message from Google": "Nous avons eu ce message de Google",
  "Without this the app is useless to you.": "Sans ceci, l'app vous est inutile",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "Vous avez des changements non sauvegardés ou votre fichier est en cours de sauvegarde. Vous allez perdre vos changements.",
  "You must save the file before you can share it.": "Vous devez sauvegarder le fichier avant de le partager",
  "You need to authorize this app to access your Google Drive": "Vous devez authoriser l'app pour qu'elle accède à votre Google Drive",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "Vous devez authoriser les popups dans votre navigateur, puis vous connecter à votre compte Google et accepter les requêtes d'authorisation de l'app.",
  "Your file is being loaded": "Votre fichier est en cours de chargement.",
  "New file": "Nouveau fichier",
  "An unexpected error occured with the provider server": "Une erreur inattendue s'est produite avec le serveur",
  "App info": "Information de l'application",
  "Browser storage is inexistant. The app cannot work without it. Please use another browser or a update your current one.": "Le stockage du navigateur est inexistant. L'application ne peux fonctionner sans ceci. Veuillez utiliser un autre navigateur ou mettre à jour votre navigateur actuel.",
  "Can't commit your preferences because they weren't loaded properly. It is advised to restart the app.": "Impossible de sauvegarder vos préférences puisqu'elles n'ont pas été chargées correctement. Il est suggéré de redémarrer l'application.",
  "Cancel": "Annuler",
  "Connect Dropbox": "Connecter Dropbox",
  "Creating new file in : ": "Créer un nouveau fichier dans : ",
  "File id": "ID du fichier",
  "File provider": "Fournisseur du fichier",
  "Folder id": "ID du dossier",
  "Frequently asked questions (FAQ)": "Questions fréquentes (FAQ)",
  "Hang tight...": "Un moment...",
  "Help": "Aide",
  "Help (FAQ)": "Aide (FAQ)",
  "In order to open this file, you need to switch user.": "Pour ouvrir ce fichier, vous devez changer d'utilisateur",
  "Keyboard shortcuts": "Raccourcis clavier",
  "OK": "OK",
  "Requires to restart the application to be effective. Proceed with restart ?": "Requiert de redémarrer l'application. Souhaitez-vous procéder ?",
  "Restarting": "Redémarrage en cours",
  "Select language": "Sélectionner un langage",
  "Starting up application": "Démarrage de l'application",
  "Switch user": "Changer d'utilisateur",
  "The app is being restarted, please wait.": "L'application redémarre, veuillez patienter.",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Ce fichier a un encodage inconnu.<br/>Certains caractères peuvent être corrompus et le fichier pourrait perdre son encodage s'il est sauvegardé.<br/>La sauvegarde automatique a été temporairement désactivée.",
  "User was not changed. Remember you can add accounts via the 'Add Account' button so they are available in the app.": "Le changement d'utilisateur n'a pas été fait. Souvenez-vous que vous pouvez ajouter un compte via le bouton 'Ajouter un compte' pour qu'il soit disponible dans l'application.",
  "We got this message from Dropbox": "Nous avons obtenu ce message de Dropbox",
  "Your preferences could not be loaded. This is likely due to a Google server error. Please try restarting the app and file a bug if it persists.": "Vos préférences n'ont pas été chargées. Ceci est probablement dût à une erreur des serveurs Googe. Veuillez redémarrer l'application et soumettez le problème à la communauté si le problème persiste."
}
