{
 "": "",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "A favorite with the same file ID already exists": "Een favoriet met hetzelfde bestands ID bestaat al",
  "A favorite with this name already exists.": "Een favoriet met dezelfde bestandsnaam bestaat al",
  "An unexpected error occured with Google's server": "Een onverwachte fout trad op met Google's server",
  "App home page": "App home pagina",
  "Are you sure ?": "Weet u het zeker?",
  "Authorize!": "Machtigen!",
  "Can't favorite file as it is not saved yet...": "Kan geen favoriet maken van bestand omdat het nog niet is bewaard...",
  "Close": "Sluit",
  "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Kon niet detecteren welke browser gebruikt wordt. De app zou moeten werken, maar is misschien niet stabiel",
  "Creating new file": "Nieuw bestand creeren",
  "Depending on the file size, this can be long.": "Dit kan lang duren afhankelijk van de bestandsgrootte",
  "Device": "Apparaat",
  "Editor mode": "Editor modus",
  "Emacs": "Emacs",
  "Enter an alias for this favorite": "Voer een alias in voor deze favoriet",
  "Favorite this file": "Maak dit bestand favoriet",
  "Favorites": "Favorieten",
  "File": "Bestand",
  "File loaded": "Bestand geladen",
  "File name": "Bestands naam",
  "File title can't be empty": "Bestands titel kan niet leeg zijn",
  "Filename": "Bestandsnaam",
  "Font size": "Lettertype grootte",
  "Google Drive file id": "Google Drive bestands ID",
  "Google Drive folder id": "Google Drive map ID",
  "Large": "Groot",
  "Mime type": "Mime type",
  "New": "Nieuw",
  "New file": "Nieuw bestand",
  "Normal": "Normaal",
  "Open": "Open",
  "Options": "Opties",
  "Press escape to cancel": "Druk op esc om af te breken",
  "Print": "Afdrukken",
  "Reset preferences": "Herstel voorkeuren",
  "Restart app": "Herstart app",
  "Save": "Bewaar",
  "Saved": "Bewaard",
  "Saving": "Bewaren",
  "Search": "Zoek",
  "Search & replace": "Zoek en vervang",
  "Select language": "Selecteer Taal",
  "Select syntax": "Selecteer syntaxis",
  "Select theme": "Selecteer thema",
  "Share": "Deel",
  "Show file info": "Laat bestandsinfo zien",
  "Skip": "Overslaan",
  "Small": "Klein",
  "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Sommige voorkeuren worden nog steeds bewaard. Klik op 'Don't reload' om te wachten tot ze zijn bewaard.",
  "Tab size": "Tab grootte",
  "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "De app werking zal blijven doorgaan, maar onverwacht gedrag kan optreden",
  "The application is being loaded": "De app wordt geladen",
  "The authentication failed with Google": "De authenticatie met Google is mislukt",
  "The browser you are using is completely untested with this app. Consider using another browser.": "Deze browser is niet getest met deze app, overweeg een andere browser.",
  "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "Deze browser is niet officieel getest met deze app, De app zou moeten werken, maar is misschien niet stabiel.",
  "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Dit bestand heeft een onbekende codering.<br/>Sommige tekens kunnen corrupt zijn en het bestand kan gedeeltelijk codering verliezen als het bewaard wordt.<br/>Autosave is tijdelijk uitgeschakeld.",
  "This file is already being saved. Calm down.": "Rustig, rustig. Dit bestand is al bewaard.",
  "This should take a few seconds. You can skip this step if it is too long.": "Dit zou niet lang moeten duren. U mag deze stap overslaan als het te lang duurt.",
  "Waiting for your preferences to be saved.": "Wachten op het bewaren van uw instellingen.",
  "We got this message from Google": "We kregen deze boodschap van Google",
  "Without this the app is useless to you.": "Zonder dit is de app waardeloos.",
  "Word wrapping": "Automatische terugloop",
  "X-large": "X-large",
  "You have unsaved changes or your file is still being saved. You will lose your changes": "U heeft onbewaarde veranderingen of uw bestand wordt nog steeds bewaard. Uw verliest uw veranderingen.",
  "You must save the file before you can share it.": "U moet het bestand bewaren voordat u het kan delen.",
  "You need to authorize this app to access your Google Drive": "U moet de app machtigen zodat het Google drive kan gebruiken",
  "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "U moet popups aanzetten in uw browser, log daarna in uw Google account en accepteer het machtigingsverzoeken van de app.",
  "You should now restart the app to fully flush your preferences.": "U moet de app herstarten om de voorkeuren te verversen",
  "Your file is being loaded": "Uw bestand wordt geladen",
  "vim": "vim"
}
