{
    "": "",
    "2": "2",
    "3": "3",
    "4": "4",
    "5": "5",
    "A favorite with the same file ID already exists": "Zakładka w ulubionych dla tego pliku już istnieje",
    "A favorite with this name already exists.": "Zakładka w ulubionych o takiej samej nazwie już istnieje",
    "An unexpected error occured with the provider server": "Niespodziewany błąd na stronie serwera usługodawcy",
    "App home page": "Strona główna aplikacji",
    "Are you sure ?": "Jesteś pewien?",
    "Authorize!": "Dodaj uprawnienia",
    "Can't favorite file as it is not saved yet...": "Nie można dodać pliku do ulubionych, ponieważ nie został zapisany...",
    "Close": "Zamknij",
    "Connect Dropbox": "Połącz z Dropboxem",
    "Couldn't detect which browser you are using. The app should work but your milleage may vary.": "Nie można wykryć Twojej wersji przeglądarki. Ta aplikacja powinna działać poprawnie, ale twoje doświadczenia mogą być od tego różne.",
    "Creating new file in : ": "Tworzenie nowego pliku w : ",
    "Depending on the file size, this can be long.": "W zależności od rozmiaru pliku, ten proces może długo potrwać",
    "Device": "Urządzenie",
    "Editor mode": "Tryb edycji",
    "Emacs": "Emacs",
    "Enter an alias for this favorite": "Wprowadź nazwę widoczną w ulubionych",
    "Favorite this file": "Dodaj ten plik do ulubionych",
    "Favorites": "Ulubione",
    "File": "Plik",
    "File id": "ID pliku",
    "File loaded": "Plik załadowany",
    "File name": "Nazwa pliku",
    "File provider": "Usługodawca przechowujący plik",
    "File title can't be empty": "Tytuł pliku nie może pozostać pusty",
    "Filename": "Nazwa pliku",
    "Folder id": "ID pliku",
    "Font size": "Rozmiar czcionki",
    "Large": "Duży",
    "Mime type": "Typ MIME",
    "New": "Nowy",
    "New file": "Nowy plik",
    "Normal": "Normalny",
    "Open": "Otwórz",
    "Options": "Opcje",
    "Press escape to cancel": "Naciśnij ESC by anulować",
    "Print": "Drukuj",
    "Reset preferences": "Przywróć domyślne ustawienia",
    "Restart app": "Uruchom ponownie aplikację",
    "Save": "Zapisz",
    "Saved": "Zapisano",
    "Saving": "Zapisywanie",
    "Search": "Znajdź",
    "Search & replace": "Znajdź i zamień",
    "Select language": "Wybierz język",
    "Select syntax": "Wybierz składnię",
    "Select theme": "Wybierz motyw",
    "Share": "Udostępnij",
    "Show file info": "Pokaż informacje o pliku",
    "Skip": "Pomiń",
    "Small": "Mały",
    "Some of your preferences are still being saved. Press 'Don't reload' to wait for them to be saved.": "Niektóre ustawienia wciąż nie zostały zapisane. Naciśnij 'Don't reload' by poczekać aż zmiany zostaną zachowane.",
    "Tab size": "Rozmiar wcięć",
    "The app flow will still continue but unexpected behavior may occur. When in doubt restart the app.": "Aplikacja będzie nadal działać, ale może mieć nieoczekiwane zachowania. W razie wątpliwości - zrestartuj aplikację.",
    "The application is being loaded": "Aplikacja jest wczytywana",
    "The authentication failed with Google": "Logowanie przez Google nie powiodło się",
    "The browser you are using is completely untested with this app. Consider using another browser.": "Ta aplikacja nie była testowana na Twojej przeglądarce. Proszę, wybierz inną.",
    "The browser you are using is not officialy tested. The app should work but your milleage may vary.": "Ta aplikacja nie była oficjalnie testowana dla tej przeglądarki. Wszystko powinno działać, ale osobiste wrażenia mogą się różnić",
    "This file has an unknown encoding.<br/>Some characters may be corrupted and the file may lose parts of it's encoding when saved.<br/>Autosave has been temporarly disabled.": "Nie rozpoznano kodowania tego pliku.<br/>Niektóre znaki mogą być niepoprawnie wyświetlane, a w razie zapisu plik może utracić część swojego kodowania.<br/>Autozapis został tymczasowo wyłączony dla tego pliku.",
    "This file is already being saved. Calm down.": "Spokojnie, ten plik jest właśnie zapisywany.",
    "This should take a few seconds. You can skip this step if it is too long.": "Proces powinen zająć zaledwie kilka sekund. Jeżeli trwał będzie zbyt długo - przerwij",
    "Waiting for your preferences to be saved.": "Zaczekaj, aż ustawienia zostaną zapisane",
    "We got this message from Dropbox": "Otrzymaliśmy wiadomość z Dropbox",
    "We got this message from Google": "Otrzymaliśmy tę wiadomość od Google:",
    "Without this the app is useless to you.": "Bez tego aplikacja nie będzie dla Ciebie użyteczna",
    "Word wrapping": "Zawijanie wyrazów",
    "X-large": "Ekstra duży",
    "You have unsaved changes or your file is still being saved. You will lose your changes": "Masz niezapisane zmiany lub trwa proces zapisu. Przerwanie grozi utratą danych.",
    "You must save the file before you can share it.": "Musisz zapisać plik by móc go udostępnić",
    "You need to authorize this app to access your Google Drive": "Dodaj uprawnienia dla tej aplikacji by mieć dostęp do Dysku Google",
    "You need to enable the popups in your browser, then login in your Google account and accept the app's authorization requests.": "Musisz włączyć tryb wyskakujących okienek (popups) w przeglądarce, następnie zalogować się na Twoim koncie Google, po czym należy zaakceptować prośbę o nadanie uprawnień dla tej aplikacji",
    "You should now restart the app to fully flush your preferences.": "Teraz uruchom ponownie aplikację by na trwałe zapisać ustawienia",
    "Your file is being loaded": "Twój plik jest właśnie wczytywany",
    "vim": "vim"
}
